[
  {
    "id": 1,
    "title": "What is Carviva?",
    "text": "Carviva is a platform that connects car users and car owners to a wide network of modern OEM workshops, garages and autocare service providers across Nigeria."
  },
  {
    "id": 2,
    "title": "What can I do with Carviva App?",
    "text": "With Carviva, at the tap of a button on a smart phone, you can buy fuel, buy engine oil, buy airtime/Data while service appointments such as car wash, car diagnostics, lube change, wheels balancing, alignment e.t.c can be booked and paid for on-the-go and from the comfort of homes and offices."
  },
  {
    "id": 3,
    "title": "Why should I join Carviva community?",
    "text": "Join Nigeria’s No1 and largest community of car owners. With our wide network of service providers, enjoy quality and expert autocare near you on all car makes and even older car models (year 2000 upwards). We aim to save money for car owners in Nigeria by offering best prices. For every autocare transaction booked and paid for on Carviva platform, car owners enjoy reward points and they get to unlock more points and exciting prizes by inviting friends."
  },
  {
    "id": 4,
    "title": "Must I sign up?",
    "text": "Yes, you must download app to signup. Click here to download Carviva app."
  },
  {
    "id": 5,
    "title": "How to get started with Carviva?",
    "text": "It takes only 3 minutes to create an account. Simply provide your first name, last name, mobile phone number and valid email address to get started."
  },
  {
    "id": 6,
    "title": "What CarViva account username?",
    "text": "Your mobile phone number which is a unique identifier is your username to access your account with."
  },
  {
    "id": 7,
    "title": "How does Carviva work?",
    "text": "Access quick autocare and save time with an app that is easy to use, reliable and convenient. Carviva app searches and quickly displays on a map nearby autocare service providers whenever a car owner makes an autocare request."
  },
  {
    "id": 8,
    "title": "Can car owners get autocare from service provider directly?",
    "text": "For safety and in order for car owners to derive maximum benefits of carviva, we request that all car owners should avoid booking with service providers that have gone offline from the app as car owners will then miss out on reward points that accrues after job completion. Please note that service is deemed completed only when (1) provider has changed service status to completed and (2) reward points have been awarded by Carviva."
  },
  {
    "id": 9,
    "title": "Can I tell and refer friends?",
    "text": "Yes, help spread the good news about our service by using invite friends menu function to get your family and friends on the Carviva network."
  },
  {
    "id": 10,
    "title": "Are there any rewards for Referrals?",
    "text": "Refer your family/friends and earn reward points after their first autocare transaction with Carviva."
  },
  {
    "id": 11,
    "title": "What do I do if I forget my password?",
    "text": "Not to worry. Password can be recovered by clicking the 'forgot password' link. A link will be sent to your registered email with us asking you to provide a new password."
  },
  {
    "id": 12,
    "title": "What is fair and transparent Pricing by Carviva?",
    "text": "Autocare Partners on Carviva network will always provide upfront pricing on all services. This upfront pricing approach is to ensure car  owners have an idea of charges or cost to be paid during booking process."
  },
  {
    "id": 13,
    "title": "Will anyone help me with a Breakdown?",
    "text": "Carviva intends to extend partner footprint to include roadside service providers. By Q1 2020; car owners will be able to get breakdown assistance  and support via our partners network."
  },
  {
    "id": 14,
    "title": "How do car owners pay for Autocare service?",
    "text": "Car owners pay cash after service delivery or via card prepayments before visiting service center."
  },
  {
    "id": 15,
    "title": "Why am I being asked to Rate Service provider?",
    "text": "Though optional, but we encourage car owners to rate providers as other users are aware of serve quality offered by partners and overall, it helps improve autocare service delivery across our provider network. Car owners will receive an email after autocare job requesting that you rate service provider."
  },
  {
    "id": 16,
    "title": "What notifications will I receive?",
    "text": "Our car owners are served autocare tips on a daily basis to improve car care awareness and to drive safety and preventive maintenance culture. Carviva will also ensure that you are promptly notified via your registered email on every transaction happening on your account."
  },
  {
    "id": 17,
    "title": "How do I get help?",
    "text": "Please send us mail at support@mycarviva.com and we will endeavor to reach out promptly to help."
  }
]
